Repository: SaicharanGattu02/drugcalm
Catalog: lib/l10n/app_*.arb
Languages: te

source: Search by molecule
te: మోలిక్యుల్ ద్వారా శోధించండి

# appTitle
source: My E-Commerce App
te: నా ఈ-కామర్స్ యాప్

# greeting
source: Hello, welcome!
te: హలో, స్వాగతం!

source: Shopping By Brands
te: బ్రాండ్ల ద్వారా షాపింగ్

source: Shopping By Categories
te: కేటగిరీల ద్వారా షాపింగ్

source: Home
te: హోమ్

source: Wishlist
te: విశ్లిస్ట్

source: Pro
te: ప్రొ

source: Community
te: కమ్యూనిటీ

source: Categories
te: కేటగిరీలు
